// ignore_for_file: unnecessary_string_escapes

String pollResult1 =
    "أحسنت صنعًا يا صديقي !\n نتائجك ستكون كالتالي :\n إذا كانت نتائجك في أول تسعة اسألة هي صيغة أبدًا\n فأنت لا تعاني من اي اضطرابات فرط الحركة\n إذا كانت نتائجك في أول تسعة اسألة هي أقل من صيغة أبدًا فعليك الذهاب لمشاهدة (المقطع الاول و الثاني ) ";

String pollResult2 =
    "اما التسعة اسأله الأخري\n نتائجك ستكون كالتالي :\n إذا كانت نتائجك في النص الاخر من  تسعة اسألة هي صيغة أبدًا\n فأنت لا تعاني من اي اضطرابات نقص الإنتباه \n إذا كانت نتائجك في  النص الاخر من اسألة هي أقل من صيغة أبدًا فعليك الذهاب لمشاهدة (المقطع الثالث و الرابع )";

String aboutus = "تطبيق لدعم مرضى ADHD\nتطبيق The Journey هو منصة مبتكرة تهدف لمساعدة الأطفال المصابين باضطراب فرط الحركة ونقص الانتباه (ADHD) وأسرهم.\n يوفر أدوات لتنظيم المهام، ألعاب تعليمية، ومجتمعًا داعمًا لتبادل الخبرات، إلى جانب محتوى تعليمي لتطوير المهارات وتحسين جودة الحياة.";
